Repository: Bizintek/mOway_SW_mOwayWorld
Catalog: mOway_*_mOwayWorld/MowayProject/GraphicProject/Actions/PlaySound/PlaySoundForm.*.resx
Languages: nl_nl

# lFormDescription.Text
source: In the Sound Module you can tell mOway to play a tone at a specific frequency.
nl_nl: In de Sound Module kun je de mOway opdragen een toon te spelen van een bepaalde frequentie.

# gbCommands.Text
source: Settings
nl_nl: Instellingen

# cbFrequency.Items
source: Constant Frequency
nl_nl: Constante Frequentie

# cbFrequency.Items1
source: Create Variable
nl_nl: Maak variabele aan

# lFrequency.Text
source: Frequency
nl_nl: Frequentie

# lfrequencyMargin.Text
source: Hz (244.14 to 16000)
nl_nl: Hertz (244,14 tot 16000)

# gbFlowchart.Text
source: Flowchart Control
nl_nl: Controleer Stroomschema

# label1.Text
source: Command runs
nl_nl: Commando loopt

# cbFinishCommands.Text
source: finish time/distance limit before continuing with the next action in flowchart
nl_nl: rond de limiet voor tijd/afstand af voordat je doorgaat naar de volgende stap in het stroomschema

# rbContiniously.Text
source: continuously (until next sound module in flowchart)
nl_nl: voortdurend (tot de volgende geluidsmodule in stroomschema)

# cbTime.Items
source: Constant Time
nl_nl: Constante Tijd

# cbTime.Items1
source: Create Variable
nl_nl: Maak variabele aan

# rbTime.Text
source: for
nl_nl: gedurende

# lTimeRange.Text
source: seconds (0.1 to 25.5)
nl_nl: seconde (0,1 tot 25,5)

# $this.Text
source: Sound - Start
nl_nl: Geluid - Start
